package phon;

import java.util.HashMap;

public class Main {
    public static void main(String[] args) {
        HashMap<String, String> phon = new HashMap<>();
        phon.put("Сухов Иван", "+79258642597");
        phon.put("Иванов Александр", "+79232569987");
        phon.put("Сидоров Антон", "+79178564112");
        phon.put("Кузнецова Дарья", "+791522564785");
        phon.put("Шолохов Василий", "+79975586247");
        phon.put("Агата Кристи", "+7925872569");
        phon.put("Полякова Кристина", "+79278536417");
        phon.put("Пушкин Артем", "+79025481679");
        phon.put("Собачкина Полина", "+79587245587");
        phon.put("Лисицина Лидия", "+79275554758");
        phon.put("Мышкин Ярослав", "+79025858642597");
        phon.put("Лужной Николай", "+790502562554");
        phon.put("Смирнов Андрей", "+7903652485485");
        phon.put("Яровой Аркадий", "+792574582135");
        phon.put("Самохина Наталья", "+79255548965");
        phon.put("Матюшкина Светлана", "+79020580647");
        phon.put("Петрова Зинаида", "+792798642138");
        phon.put("Бочкина Раиса", "+792597495687");
        phon.put("Лошкарев Степан", "+79572223664");
        phon.put("Печенкина Клавдия", "+792596384752");
        System.out.println(phon.keySet());
        System.out.println(phon.values());

    }
}
